export const FACULTY_LIST = [
  "เกษตร",
  "บริหารธุรกิจ",
  "ประมง",
  "มนุษยศาสตร์",
  "วนศาสตร์",
  "วิทยาศาสตร์",
  "วิศวกรรมศาสตร์",
  "ศึกษาศาสตร์",
  "เศรษฐศาสตร์",
  "สถาปัตยกรรมศาสตร์",
  "สังคมศาสตร์",
  "สัตวแพทยศาสตร์",
  "อุตสาหกรรมเกษตร",
  "เทคนิคการสัตวแพทย์",
  "สิ่งแวดล้อม",
  "แพทยศาสตร์",
  "พยาบาลศาสตร์",
  "สหวิทยาการจัดการและเทคโนโลยี",
  "วิทยาลัยบูรณาการศาสตร์",
  "โครงการจัดตั้งวิทยาลัยนานาชาติ",
];

export const EMAIL_REGEX = /^[a-zA-Z0-9_.+-]+@[a-zA-Z0-9-]+\.[a-zA-Z0-9-.]+$/;
